post/Novel/无职/index.org
#+title: 无职转生小说资源索引
#+description: web版,1-24卷,内容来自b网d络p
#+date: <2025-10-07 二 19:40>
#+setupfile: ./setup.setup
# #+HTML_HEAD: <style>li{margin: 0px}</style>

* 备注
由于内容来自网络，可能存在版本混杂、翻译不同的情况（尤其是在020后面文章译名不同看着抓狂）

#+begin_quote
- 2025.12.06更新：统一了部分译名，看起来会舒服点
- 2026.01.10更新：增加了替换关键词（"乾"替换为"干"）
#+end_quote

顺带放点链接：[[https://pan.roxylib.com/][洛琪希图书馆（类似网盘）]]，[[https://book.roxylib.com/][洛琪希图书馆（web阅读界面更好点）]]
#+begin_quote
这俩都是提供的epub文件，在线阅读就是在线看epub，体验不好（页面显示不全，左右滑动翻页会触发浏览器返回操作，还会莫名其妙页面跳跃。 /也许是浏览器兼容性问题？/ ）。建议是下载来看。
#+end_quote
* 文件索引
- [[./无职转生～到了异世界就拿出真本事～.txt][源文件(5.7M)]] (不包括蛇足篇)
** 正文(疑似台版)
- [[./001_第一卷 幼年期.html]]
- [[./002_第二卷 少年期 家庭教师篇.html]]
- [[./003_第三卷 少年期 冒险者入门篇.html]]
- [[./004_第四卷 少年期冒险者入门篇.html]]
- [[./005_第五卷 少年期 再会篇.html]]
- [[./006_第六卷 少年期 归乡篇.html]]
- [[./007_第七卷 青少年期 中坚冒险者篇.html]]
- [[./008_第八卷 青少年期 学园篇（前）.html]]
- [[./009_第九卷 青少年期 学园篇（后）.html]]
- [[./010_第十卷 青少年期 新婚篇.html]]
- [[./011_第十一卷 青少年期 妹妹篇.html]]
- [[./012_第十二卷 青少年期 迷宫篇.html]]
- [[./013_第十三卷 青少年期 日常篇.html]]
- [[./014_第十四卷 青少年期 召唤篇.html]]
- [[./015_第十五卷 青少年期 人神篇.html]]
- [[./016_第十六卷 青年期 阿斯拉王国篇（前）.html]]
- [[./017_第十七卷 青年期 阿斯拉王国篇（后）.html]]
- [[./018_第十八卷 青年期 部下篇.html]]
- [[./019_第十九卷 札诺巴篇.html]]
** 正文(网译版)
- [[./020_第20.5卷 web版.html]]
- [[./021_第二十一卷 青年期 克里夫篇 web版.html]]
- [[./022_第二十二卷 组织编 web版.html]]
- [[./023_第二十三卷 青年期 决战篇 web版.html]]
- [[./024_第二十四卷 完结编 web版.html]]
** 蛇足篇(疑似台版)
本节里的文本由epub电子书转换(pandoc)加上部分手动修正而成，可能存在排版错误。
- [[./025_蛇足篇1.html]]
- [[./026_蛇足篇2.html]]
** 蛇足篇(web版)
- [[./027_蛇足篇web版补全.html]] (含争议剧情)
** 个人收集的同人文或笔记
- [[./999_非正文内容.html]]
