post/Novel/无职/index.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="(原作:不讲理不求人（理不尽な孫の手）) (译者:见文件) (我只是用org格式化了txt文件)" />
<meta name="description" content="web版,1-24卷,内容来自b网d络p" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>无职转生小说资源索引</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">无职转生小说资源索引</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 备注</a></li><li><a href="#org-title-2">2. 文件索引</a><ul><li><a href="#org-title-2-1">2.1. 正文(疑似台版)</a></li><li><a href="#org-title-2-2">2.2. 正文(网译版)</a></li><li><a href="#org-title-2-3">2.3. 蛇足篇(疑似台版)</a></li><li><a href="#org-title-2-4">2.4. 蛇足篇(web版)</a></li><li><a href="#org-title-2-5">2.5. 个人收集的同人文或笔记</a></li></ul></li></ul></div></div>
<div id="outline-container-1" class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 备注</h2>
<div class="outline-text-2" id="text-1"><p>由于内容来自网络，可能存在版本混杂、翻译不同的情况（尤其是在020后面文章译名不同看着抓狂）</p><blockquote>
<ul class="org-ul">
<li>2025.12.06更新：统一了部分译名，看起来会舒服点
</li>
<li>2026.01.10更新：增加了替换关键词（&quot;乾&quot;替换为&quot;干&quot;）
</li></ul>
</blockquote><p>顺带放点链接：<a href="https://pan.roxylib.com/">洛琪希图书馆（类似网盘）</a>，<a href="https://book.roxylib.com/">洛琪希图书馆（web阅读界面更好点）</a></p><blockquote>
<p>这俩都是提供的epub文件，在线阅读就是在线看epub，体验不好（页面显示不全，左右滑动翻页会触发浏览器返回操作，还会莫名其妙页面跳跃。 <i>也许是浏览器兼容性问题？</i> ）。建议是下载来看。</p></blockquote></div></div>
<div id="outline-container-2" class="outline-2">
<h2 id="org-title-2"><span class="section-number-2">2.</span> 文件索引</h2>
<div class="outline-text-2" id="text-2"><ul class="org-ul">
<li><a href="./无职转生～到了异世界就拿出真本事～.txt">源文件(5.7M)</a> (不包括蛇足篇)
</li></ul>
</div><div id="outline-container-2-1" class="outline-3">
<h3 id="org-title-2-1"><span class="section-number-3">2.1.</span> 正文(疑似台版)</h3>
<div class="outline-text-3" id="text-2-1"><ul class="org-ul">
<li><a href="./001_第一卷%20幼年期.html">./001_第一卷 幼年期.html</a>
</li>
<li><a href="./002_第二卷%20少年期%20家庭教师篇.html">./002_第二卷 少年期 家庭教师篇.html</a>
</li>
<li><a href="./003_第三卷%20少年期%20冒险者入门篇.html">./003_第三卷 少年期 冒险者入门篇.html</a>
</li>
<li><a href="./004_第四卷%20少年期冒险者入门篇.html">./004_第四卷 少年期冒险者入门篇.html</a>
</li>
<li><a href="./005_第五卷%20少年期%20再会篇.html">./005_第五卷 少年期 再会篇.html</a>
</li>
<li><a href="./006_第六卷%20少年期%20归乡篇.html">./006_第六卷 少年期 归乡篇.html</a>
</li>
<li><a href="./007_第七卷%20青少年期%20中坚冒险者篇.html">./007_第七卷 青少年期 中坚冒险者篇.html</a>
</li>
<li><a href="./008_第八卷%20青少年期%20学园篇（前）.html">./008_第八卷 青少年期 学园篇（前）.html</a>
</li>
<li><a href="./009_第九卷%20青少年期%20学园篇（后）.html">./009_第九卷 青少年期 学园篇（后）.html</a>
</li>
<li><a href="./010_第十卷%20青少年期%20新婚篇.html">./010_第十卷 青少年期 新婚篇.html</a>
</li>
<li><a href="./011_第十一卷%20青少年期%20妹妹篇.html">./011_第十一卷 青少年期 妹妹篇.html</a>
</li>
<li><a href="./012_第十二卷%20青少年期%20迷宫篇.html">./012_第十二卷 青少年期 迷宫篇.html</a>
</li>
<li><a href="./013_第十三卷%20青少年期%20日常篇.html">./013_第十三卷 青少年期 日常篇.html</a>
</li>
<li><a href="./014_第十四卷%20青少年期%20召唤篇.html">./014_第十四卷 青少年期 召唤篇.html</a>
</li>
<li><a href="./015_第十五卷%20青少年期%20人神篇.html">./015_第十五卷 青少年期 人神篇.html</a>
</li>
<li><a href="./016_第十六卷%20青年期%20阿斯拉王国篇（前）.html">./016_第十六卷 青年期 阿斯拉王国篇（前）.html</a>
</li>
<li><a href="./017_第十七卷%20青年期%20阿斯拉王国篇（后）.html">./017_第十七卷 青年期 阿斯拉王国篇（后）.html</a>
</li>
<li><a href="./018_第十八卷%20青年期%20部下篇.html">./018_第十八卷 青年期 部下篇.html</a>
</li>
<li><a href="./019_第十九卷%20札诺巴篇.html">./019_第十九卷 札诺巴篇.html</a>
</li></ul>
</div></div>
<div id="outline-container-2-2" class="outline-3">
<h3 id="org-title-2-2"><span class="section-number-3">2.2.</span> 正文(网译版)</h3>
<div class="outline-text-3" id="text-2-2"><ul class="org-ul">
<li><a href="./020_第20.5卷%20web版.html">./020_第20.5卷 web版.html</a>
</li>
<li><a href="./021_第二十一卷%20青年期%20克里夫篇%20web版.html">./021_第二十一卷 青年期 克里夫篇 web版.html</a>
</li>
<li><a href="./022_第二十二卷%20组织编%20web版.html">./022_第二十二卷 组织编 web版.html</a>
</li>
<li><a href="./023_第二十三卷%20青年期%20决战篇%20web版.html">./023_第二十三卷 青年期 决战篇 web版.html</a>
</li>
<li><a href="./024_第二十四卷%20完结编%20web版.html">./024_第二十四卷 完结编 web版.html</a>
</li></ul>
</div></div>
<div id="outline-container-2-3" class="outline-3">
<h3 id="org-title-2-3"><span class="section-number-3">2.3.</span> 蛇足篇(疑似台版)</h3>
<div class="outline-text-3" id="text-2-3"><p>本节里的文本由epub电子书转换(pandoc)加上部分手动修正而成，可能存在排版错误。</p><ul class="org-ul">
<li><a href="./025_蛇足篇1.html">./025_蛇足篇1.html</a>
</li>
<li><a href="./026_蛇足篇2.html">./026_蛇足篇2.html</a>
</li></ul>
</div></div>
<div id="outline-container-2-4" class="outline-3">
<h3 id="org-title-2-4"><span class="section-number-3">2.4.</span> 蛇足篇(web版)</h3>
<div class="outline-text-3" id="text-2-4"><ul class="org-ul">
<li><a href="./027_蛇足篇web版补全.html">./027_蛇足篇web版补全.html</a> (含争议剧情)
</li></ul>
</div></div>
<div id="outline-container-2-5" class="outline-3">
<h3 id="org-title-2-5"><span class="section-number-3">2.5.</span> 个人收集的同人文或笔记</h3>
<div class="outline-text-3" id="text-2-5"><ul class="org-ul">
<li><a href="./999_非正文内容.html">./999_非正文内容.html</a>
</li></ul>
</div></div></div></div>
<div id="postamble" class="status">
<p class="date">时间: <2025-10-07 二 19:40></p>
<p class="author">作者: (原作:不讲理不求人（理不尽な孫の手）) (译者:见文件) (我只是用org格式化了txt文件)</p>
<p class="description">描述: web版,1-24卷,内容来自b网d络p</p>
<p class="date">生成于: 2026-01-10 六 14:55:21</p>
</div>
</body>
</html>